{
    "malaria":"Malaria is a life-threatening disease. It's typically transmitted through the bite of an infected Anopheles mosquito. Infected mosquitoes carry the Plasmodium parasite. When this mosquito bites you, the parasite is released into your bloodstream.",
    "Ulcer":"A peptic ulcer is a sore on the lining of your stomach, small intestine or esophagus. A peptic ulcer in the stomach is called a gastric ulcer. A duodenal ulcer is a peptic ulcer that develops in the first part of the small intestine (duodenum). An esophageal ulcer occurs in the lower part of your esophagus.",
    "jaundice":"Jaundice is a yellowing of the skin and the whites of eyes that happens when the body does not process bilirubin properly. This may be due to a problem in the liver. It is also known as icterus. Bilirubin is a yellow-colored waste material that remains in the bloodstream after iron is removed from the blood",
    "typhoid":"Typhoid fever is an acute illness associated with fever caused by the Salmonella enterica serotype Typhi bacteria. It can also be caused by Salmonella paratyphi, a related bacterium that usually causes a less severe illness.",
    "asthma":"Asthma is a long-term inflammatory disease of the airways of the lungs. It is characterized by variable and recurring symptoms, reversible airflow obstruction, and easily triggered bronchospasms. Symptoms include episodes of wheezing, coughing, chest tightness, and shortness of breath.",
    "heart disease":"A buildup of fatty plaques in your arteries, or atherosclerosis (ath-ur-o-skluh-ROE-sis) can damage your blood vessels and heart. Plaque buildup causes narrowed or blocked blood vessels that can lead to a heart attack, chest pain (angina) or stroke.",
    "dengue":"Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. These may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days."
    
}