{
    "cricket":"Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps. ... The earliest reference to cricket is in South East England in the mid-16th century.",
    "hockey":"Hockey is a sport in which two teams play against each other by trying to manoeuvre a ball or a puck into the opponent's goal using a hockey stick.",
    "football":"Football, also called association football or soccer, is a game involving two teams of 11 players who try to maneuver the ball into the other team's goal without using their hands or arms. ... Football is the world's most popular ball game in numbers of participants and spectators.",
    "badminton":"Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. ... The flight of the shuttlecock gives the sport its distinctive nature. The game developed in British India from the earlier game of battledore and shuttlecock.",
    "chess":"Chess is a board game for two players. ... Each player starts with sixteen pieces: eight pawns, two knights, two bishops, two rooks, one queen and one king. The goal of the game is for each player to try and checkmate the king of the opponent. Checkmate is a threat ('check') to the opposing king which no move can stop.",
    "Tennis":"Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). ... Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court.",
    "volleyball":"Volleyball, game played by two teams, usually of six players on a side, in which the players use their hands to bat a ball back and forth over a high net, trying to make the ball touch the court within the opponents' playing area before it can be returned.",
    "Ludo":"Ludo (/ˈljuːdoʊ/; from Latin ludo 'I play') is a strategy board game for two to four players, in which the players race their four tokens from start to finish according to the rolls of a single die. Like other cross and circle games, Ludo is derived from the Indian game Pachisi, but simpler."
}